Repository: ZengDevapps/languages
Catalog: Battry info/com.zengdev.BatteryInfo-*.po
Languages: de, fr, nl

source: About
de: Um
fr: A propos
nl: Over

source: Add alert when battery is at
fr: Ajouter une alerte lorsque la batterie est à
nl: Voeg een waarschuwing toe wanneer de batterij leeg is

source: Battery global level :
de: Globale Batterieebene:
fr: Niveau global de la batterie :
nl: Globaal batterijniveau:

source: Battery info
de: Batterieinfo
fr: Infos sur la batterie
nl: Batterij-informatie

source: Battery Info
de: Batterieinfo
fr: Informations sur la batterie
nl: Batterij-informatie

source: Battery Info by Zeng
de: Batterieinfo von Zeng
nl: Batterij-informatie door Zeng

source: Battery level
de: Batteriestand
fr: Niveau de batterie
nl: Batterijniveau

source: Battery notifications
fr: Notifications de batterie
nl: Batterijmeldingen

source: Changelog
de: Änderungsprotokoll
nl: Wijzigingslog

source: Charging status
de: Ladestatus
fr: Statut de charge
nl: Oplaadstatus

source: Current charge
de: Aktuelle Ladung
fr: Charge actuelle
nl: Huidige lading

source: Current voltage
de: Aktuelle Spannung
fr: Tension du courant
nl: Huidige spanning

source: Cycle count
de: Zyklusanzahl
fr: Compteur de cycles
nl: Aantal cycli

source: Description
de: Beschreibung
nl: Beschrijving

source: Displays the overall battery level in a system with two physical batteries (e.g., Lenovo laptop).
de: Zeigt den Gesamtakkuladestand in einem System mit zwei physischen Akkus an (z. B. Lenovo-Laptop).
fr: Affiche le niveau global de la batterie dans un système doté de deux batteries physiques (par exemple, un ordinateur portable Lenovo).
nl: Geeft het algehele batterijniveau weer in een systeem met twee fysieke batterijen (bijvoorbeeld een Lenovo-laptop).

source: Energy metrics
de: Energiemetriken
fr: Indicateurs énergétiques
nl: Energiestatistieken

source: General information
de: Allgemeine Informationen
fr: Information générale
nl: Algemene informatie

source: Health evaluation
de: Gesundheitsbewertung
fr: Évaluation de la santé de la batterie
nl: Gezondheidsevaluatie

source: Hide
fr: Cacher
nl: Verbergen

source: Maximum capacity
de: Maximale Kapazität
fr: Capacité maximum
nl: Maximale capaciteit

source: Maximum rated capacity
de: Maximale Nennkapazität
fr: Capacité nominale maximale
nl: Maximale nominale capaciteit

source: Model name
de: Modellname
fr: Nom du modèle
nl: Modelnaam

source: Native path
de: Nativer Pfad
fr: Chemin natif
nl: Inheems pad

source: Quit
fr: Quitter
nl: Ontslag nemen

source: Refresh
de: Aktualisieren
fr: Rafraichir
nl: Vernieuwen

source: Remaining energy
de: Verbleibende Energie
fr: Énergie restante
nl: Resterende energie

source: Sate of health
de: Gesundheitszustand
fr: État de santé
nl: Gezondheidstoestand

source: Serial number
de: Seriennummer
fr: Numéro de série
nl: Serienummer

source: Show Battery Info
fr: Afficher les informations sur la batterie
nl: Batterij-informatie weergeven

source: Sound notification
fr: Notification sonore
nl: Geluidsmelding

source: State
de: Zustand
fr: Etat
nl: Staat

source: Technology
de: Technologie
fr: Technologie
nl: Technologie

source: The device has experienced a significant drop in capacity. Mobility can be more difficult due to a decrease in runtime. Depending on usage habits, replacement may be necessary in the future.
de: Die Kapazität des Geräts ist erheblich gesunken. Die Mobilität kann aufgrund einer kürzeren Laufzeit schwieriger sein. Abhängig von den Nutzungsgewohnheiten kann in Zukunft ein Austausch erforderlich sein.
fr: L'appareil a subi une baisse significative de ses capacités. La mobilité peut s'avérer plus difficile en raison d'une autonomie réduite. Selon les habitudes d'utilisation, un remplacement pourrait être nécessaire ultérieurement.
nl: Het apparaat heeft een aanzienlijke capaciteitsdaling ervaren. Mobiliteit kan moeilijker zijn vanwege een kortere looptijd. Afhankelijk van de gebruiksgewoonten kan vervanging in de toekomst noodzakelijk zijn.

source: The device has lost some capacity, but it should not be of much concern. Continue to take precautions regarding your power device like limiting its charge and using power-saving settings.
de: Das Gerät hat etwas an Kapazität verloren, aber das sollte kein großer Grund zur Sorge sein. Treffen Sie weiterhin Vorsichtsmaßnahmen in Bezug auf Ihr Elektrogerät, z. B. die Begrenzung des Ladevorgangs und die Verwendung von Energiespareinstellungen.
fr: L'appareil a perdu un peu de capacité, mais cela ne doit pas vous inquiéter outre mesure. Continuez à prendre des précautions concernant votre appareil, comme limiter sa charge et utiliser les paramètres d'économie d'énergie.
nl: Het apparaat heeft wat capaciteit verloren, maar dat hoeft geen reden tot zorg te zijn. Blijf voorzorgsmaatregelen nemen met betrekking tot uw elektrische apparaat, zoals het beperken van de lading ervan en het gebruiken van energiebesparende instellingen.

source: The device has noticeably degraded in capacity, but is still usable. Runtime may be shorter than at its original capacity. Use power-optimizing settings to extend longevity and slow down degradation.
de: Das Gerät hat merklich an Kapazität verloren, ist aber noch nutzbar. Die Laufzeit ist möglicherweise kürzer als bei der ursprünglichen Kapazität. Verwenden Sie leistungsoptimierende Einstellungen, um die Lebensdauer zu verlängern und die Verschlechterung zu verlangsamen.
fr: L'appareil a vu ses performances diminuer sensiblement, mais reste utilisable. Son autonomie peut être inférieure à celle d'origine. Utilisez les paramètres d'optimisation de la consommation pour prolonger sa durée de vie et ralentir la dégradation.
nl: Het apparaat is merkbaar qua capaciteit afgenomen, maar is nog steeds bruikbaar. De runtime kan korter zijn dan de oorspronkelijke capaciteit. Gebruik instellingen voor energieoptimalisatie om de levensduur te verlengen en degradatie te vertragen.

source: The device has undergone substantial deterioration. Power instability and potential overheating can damage other components. Replace the device to avoid further damage.
de: Das Gerät ist erheblich beschädigt. Strominstabilität und mögliche Überhitzung können andere Komponenten beschädigen. Tauschen Sie das Gerät aus, um weitere Schäden zu vermeiden.
fr: L'appareil est fortement endommagé. L'instabilité de l'alimentation et le risque de surchauffe peuvent endommager d'autres composants. Remplacez l'appareil pour éviter d'autres dommages.
nl: Het apparaat heeft aanzienlijke slijtage ondergaan. Stroominstabiliteit en potentiële oververhitting kunnen andere componenten beschadigen. Vervang het apparaat om verdere schade te voorkomen.

source: The device is near or at its maximum rated capacity. It is in excellent condition and should not require much intervention.
de: Das Gerät hat fast seine maximale Nennkapazität erreicht. Es ist in ausgezeichnetem Zustand und sollte keine großen Eingriffe erfordern.
fr: L'appareil fonctionne à une capacité proche ou maximale. Il est en excellent état et ne devrait pas nécessiter d'intervention majeure.
nl: Het apparaat heeft bijna of de maximale nominale capaciteit bereikt. Het verkeert in uitstekende staat en vereist niet veel tussenkomst.

source: The device performs close to its original capacity. There is little noticeable difference from its optimal state.
de: Das Gerät erreicht nahezu seine ursprüngliche Leistung. Vom optimalen Zustand ist kaum ein Unterschied zu erkennen.
fr: L'appareil fonctionne quasiment à plein régime. La différence avec son état optimal est à peine perceptible.
nl: Het apparaat presteert dicht bij zijn oorspronkelijke capaciteit. Er is weinig merkbaar verschil met de optimale staat.

source: This app is designed for monitoring the health and status of your computer battery (battery capacity, energy metrics, and device information) Specially developed for Deepin 25.
de: Diese App dient zur Überwachung des Zustands und Status Ihres Computerakkus (Akkukapazität, Energiemetriken und Geräteinformationen)↵ Speziell für Deepin 25 entwickelt.
fr: Cette application est conçue pour surveiller l'état et la santé de la batterie de votre ordinateur (capacité, données énergétiques et informations sur l'appareil). Spécialement développée pour Deepin 25.
nl: Deze app is ontworpen voor het bewaken van de gezondheid en status van de batterij van uw computer (batterijcapaciteit, energiestatistieken en apparaatinformatie)↵ Speciaal ontwikkeld voor Deepin 25.

source: Vendor / Manufacturer
de: Anbieter / Hersteller
fr: Fournisseur / Fabricant
nl: Verkoper / Fabrikant

source: Version
nl: Versie

source: You can plug in the charger to recharge the battery.
fr: Vous pouvez brancher le chargeur pour recharger la batterie.
nl: Om de batterij op te laden, kunt u de oplader aansluiten.

source: You can remove the charger to preserve the battery.
fr: Vous pouvez retirer le chargeur pour préserver la batterie.
nl: Om de batterij te sparen, kunt u de oplader verwijderen.
