Repository: ZengDevapps/languages
Catalog: NextDNS UI/com.zengdev.NextDnsUI-*.po
Languages: nl

source: ...message
nl: ...bericht

source: About
nl: Over

source: Automatic Cache Invalidation
nl: Automatische cache-invalidatie

source: Black
nl: Zwart

source: Cache Configuration
nl: Cacheconfiguratie

source: Color
nl: Kleur

source: Configuration
nl: Configuratie

source: Configuration ID
nl: Configuratie-ID

source: General
nl: Algemeen

source: Hide
nl: Verbergen

source: Launch at startup
nl: Start bij het opstarten

source: NextDNS
nl: VolgendeDNS

source: NextDNS by Zeng
nl: VolgendeDNS door Zeng

source: NextDNS by Zeng - Web settings
nl: NextDNS door Zeng - Webinstellingen

source: NextDNS Configuration
nl: VolgendeDNS-configuratie

source: NextDns is not running
nl: NextDns is niet actief

source: NextDns is running
nl: NextDns is actief

source: NextDNS UI
nl: VolgendeDNS-gebruikersinterface

source: NextDNS UI for Nextdns
nl: NextDNS-gebruikersinterface voor Nextdns

source: NextDNS web
nl: VolgendeDNS-web

source: NextDNS web configuration
nl: VolgendeDNS-webconfiguratie

source: Quit
nl: Ontslag nemen

source: Report device name
nl: Apparaatnaam melden

source: Restart
nl: Opnieuw opstarten

source: Satus
nl: Sat

source: Save
nl: Redden

source: Settings
nl: Instellingen

source: Show state
nl: Toon staat

source: This action does not disable NextDNS, but only closes the user interface. To disable NextDNS, use the menu in the settings.
nl: Deze actie schakelt NextDNS niet uit, maar sluit alleen de gebruikersinterface.↵ ↵ Om NextDNS uit te schakelen, gebruikt u het menu in de instellingen.

source: Tray icon style
nl: Pictogramstijl voor lade

source: Version
nl: Versie
